[
  {
    "id": 1,
    "name": "El Señor de los Anillos",
    "description": "Un héroe inesperado. Una misión peligrosa. La mayor aventura que jamás te hayan contado. La primera entrega de la trilogía de J. R. R. Tolkien El Señor de los Anillos En la adormecida e idílica Comarca, un joven hobbit recibe un encargo: custodiar el Anillo Único y emprender el viaje para su destrucción en la Grieta del Destino. Acompañado por magos, hombres, elfos y enanos, atravesará la Tierra Media y se internará en las sombras de Mordor, perseguido siempre por las huestes de Sauron, el Señor Oscuro, dispuesto a recuperar su creación para establecer el dominio definitivo del Mal.",
    "image": "1744426404369.webp",
    "category": "Fantasía, acción y aventura",
    "autor": "J.R.R. Tolkien",
    "precio": 19.95,
    "categoria": "Fantasía, acción y aventura"
  },
  {
    "id": 2,
    "name": "El Diario de Ana Frank",
    "description": "Biografía del autor Ana Frank fue una niña alemana judía, nació el 12 de junio de 1929 en Frankfurt am Main, Alemania. Sus padres fueron Otto y Edith Frank. Fue una niña alemana de ascendencia judía, su historia se hizo conocida mundialmente porque durante su escondite escribio su diario, el cual, años después se convertiría en uno de los libros más leidos sobre el holocausto y la persecución nazi.",
    "image": "1744426567602.jpg",
    "category": "Autobiografía",
    "autor": "Ana Frank",
    "precio": 12.98,
    "categoria": "Autobiografía"
  },
  {
    "id": 3,
    "name": "A través de mi Ventana",
    "description": "Raquel lleva toda la vida loca por Ares, su atractivo y misterioso vecino. Lo observa sin ser vista desde su ventana y es que, muy a su pesar, no han intercambiado ni una triste palabra. Lo que Raquel no sabe es que eso está a punto de cambiar... Ares comenzará a cruzarse en su camino hasta en los lugares más inesperados y descubrirá que, en realidad, Raquel no es la niña inocente que creía. Ahora, Raquel tiene muy claro su objetivo: conseguir que Ares se enamore de ella. Por supuesto, no está dispuesta a perderlo todo por el camino, y mucho menos a sí misma... De Ariana Godoy, la autora de Heist: Cazar o ser cazado, llega este éxito internacional de Wattpad: un magnético juego de seducción que te tendrá atrapado en sus redes, ahora con nuevas escenas sobre los secretos de Ares.",
    "image": "1744426613428.jpeg",
    "category": "Novela Juvenil",
    "autor": "Ariana Godoy",
    "precio": 17.62,
    "categoria": "Novela Juvenil"
  },
  {
    "id": 4,
    "name": "After",
    "description": "Tessa Young se enfrenta a su primer año en la universidad. Acostumbrada a una vida estable y ordenada, su mundo se tambalea cuando conoce a Hardin, un chico tan guapo como cruel, inquietante, lleno de tatuajes, y de aparente mala vida. Desde el primer momento se odian. Pertenecen a dos mundos distintos, pero pronto se harán más que amigos y nada volverá a ser igual. Hardin y Tessa deberán enfrentar muchas pruebas para estar juntos. La inocencia, el despertar a la vida, el descubrimiento del sexo… las huellas de un amor tan poderoso como la fuerza del destino. La historia de un amor infinito.",
    "image": "1744426670407.jpg",
    "category": "Novela Juvenil",
    "autor": "Ana Todd",
    "precio": 16.69,
    "categoria": "Novela Juvenil"
  },
  {
    "id": 5,
    "name": "Piense y Hágase Rico",
    "description": "¡Sigue los pasos de los gigantes del éxito! Hill dedicó su vida a estudiar la cuestión de qué hace que alguien tenga éxito. Después de analizar el éxito de más de 500 de los mayores triunfadores del siglo XX, su exhaustiva investigación demostró que la esencia del éxito reside en 17 principios que, cuando se usan juntos, sirven como una fórmula infalible para el logro.",
    "image": "1744426781820.jpg",
    "category": "Empresarial",
    "autor": "Napoleon Hill",
    "precio": 17.29,
    "categoria": "Empresarial"
  },
  {
    "id": 6,
    "name": "El Pasado Nunca Nos Olvida",
    "description": "Un avión de combate desenterrado en las inmediaciones de El Prat, en Barcelona. Un periodista que investiga el asesinato de un amigo. Una policía que regresa al lugar donde pasó su infancia. El hallazgo en los terrenos de El Prat de Llobregat de los restos de un avión de combate alemán accidentado en un vuelo de exhibición en 1940, saca a la luz los restos del fuselaje y los huesos del piloto. Sebastian, periodista de un diario local de El Prat, cubre la noticia con ayuda de su amigo Vidal, técnico del aeropuerto, que le aporta valiosa información. Un año más tarde, le tocará investigar la muerte de su amigo junto a Lorena, una antigua compañera de clase, que trabaja ahora como agente de la Guardia Urbana de Barcelona. Entre los dos indagarán en el pasado de la Caserna de los Carabineros de El Prat de Llobregat y se toparán con un secreto oculto durante décadas.",
    "image": "1744426966744.jpg",
    "category": "Ficción, Misterio, Thriller",
    "autor": "Daniel Jerez",
    "precio": 6.75,
    "categoria": "Ficción, Misterio, Thriller"
  },
  {
    "id": 7,
    "name": "Almas Perdidas I",
    "description": "Ariana Godoy, una de las grandes autoras del Young Adult, llega con una nueva saga: Almas perdidas. Vampiros y romance... ¡un tándem ganador! Ella es un vampiro convertido. Él es un vampiro purasangre. Ella aún se aferra a su humanidad, él es un asesino frío. Sus mundos son completamente diferentes, son enemigos naturales. ¿Qué pasará cuando sus caminos se crucen? ¿Y si para ella, él es la clave para descubrir la verdad? Ariana Godoy es la autora de la trilogía Hermanos Hidalgo (A través de mi ventana, A través de ti, A través de la lluvia), la saga Darks (Heist y Fleur. Mi desesperada decisión) y Sigue mi voz. Comenzó su carrera en Wattpad, donde tiene más de dos millones de seguidores. Ariana es venezolana, amante del café y de pasar tiempo con su esposo y sus perritos Coqui y Bolix.",
    "image": "1744427145751.png",
    "category": "Literatura y Novela Juvenil",
    "autor": "Ariana Godoy",
    "precio": 17.62,
    "categoria": "Literatura y Novela Juvenil"
  },
  {
    "id": 8,
    "name": "El Final del Viaje",
    "description": "El final del viaje es la historia de muchos viajes cruzados, físicos, imaginarios y emocionales, que confluyen en el primero a un país extranjero que realiza Elisa, una joven inteligente, imaginativa y provinciana cuya máxima ambición es conocer el ancho mundo. Sus expectativas comienzan a hacerse realidad cuando recibe una beca de estudio en Amberes, hacia donde parte cargada de ilusión. En esa ciudad convive con otras estudiantes españolas y una serie de personas atípicas, según su estándar, entre ellas una joven belga, un indio y un turco, cuya amistad será la llave de entrada a un mundo que combina para ella fantasía y realidad. Su apacible vida de estudiante se ve alterada cuando conoce a Filip. Con él despierta de lo que, hasta entonces, había sido el sueño de Amberes. El paso de Elisa por la ciudad belga se convierte en un peldaño decisivo en el proceso de maduración psicológica y sexual de la joven ingenua y soñadora que inició un viaje en busca de aventuras y experiencias exóticas y se encontró a sí misma. El final del viaje es una novela intimista que llega directa al corazón del lector. ...Todo viaje tiene un final y todo sueño un despertar",
    "image": "1744427179487.jpg",
    "category": "Novela Intimista",
    "autor": "Maria Sanz",
    "precio": 12,
    "categoria": "Novela Intimista"
  },
  {
    "id": 9,
    "name": "Boulevard",
    "description": "¿Quién dijo que después de la tormenta sale el sol cuando puede haber un rayo? Vuelve el fenómeno literario de mayor éxito de los últimos tiempos en una edición revisada por la autora. Luke y Hasley no corresponden al prototipo de una pareja perfecta: Uno es tormenta y el otro un día soleado. Como si cada uno fuese un cielo. Sin embargo, juntos ponerle nombre a lo que habían creado. Una historia de amor tan única que te marcará para el resto de tus días.",
    "image": "1744427218699.jpg",
    "category": "Novela Juvenil",
    "autor": "Flor M. Salvador",
    "precio": 18.95,
    "categoria": "Novela Juvenil"
  },
  {
    "id": 10,
    "name": "Jujutsu Kaisen",
    "description": "En un mundo donde los espíritus malditos se alimentan de humanos desprevenidos, fragmentos del legendario y temido demonio Ryomen Sukuna se han perdido y se han dispersado. Si algún demonio consumiera las partes del cuerpo de Sukuna, el poder que obtendría podría destruir el mundo tal y como lo conocemos. ¡Afortunadamente, existe una misteriosa escuela de hechiceros de jujutsu que existen para proteger la precaria existencia de los vivos de lo sobrenatural!\r\n\r\nAunque Yuji Itadori parece un adolescente promedio, ¡su inmensa fuerza física es algo digno de contemplar! Todos los clubes deportivos quieren que se una, pero Itadori prefiere pasar el rato con los marginados de la escuela en el Club de Investigación Oculta. Un día, el club logra tener en sus manos un objeto maldito sellado. Poco saben el terror que desatarán cuando rompan el sello...",
    "precio": 12,
    "category": "Fantasía Manga",
    "autor": "Gege Akutami",
    "image": "1744598423643.png"
  },
  {
    "id": 11,
    "name": "Winter",
    "description": "¡La serie #1 de los más vendidos del New York Times!\\r\\n\\r\\nLa Princesa Invierno es admirada por el pueblo lunar por su gracia y bondad, y a pesar de las cicatrices que estropean su rostro, se dice que su belleza es aún más impresionante que la de su madrastra, la Reina Levana.\\r\\n\\r\\nWinter desprecia a su madrastra y sabe que Levana no aprobará sus sentimientos por su amigo de la infancia, el guapo guardia del palacio, Jacin. Pero Winter no es tan débil como Levana cree que es, y ha estado socavando los deseos de su madrastra durante años. Junto con la mecánica cyborg, Cinder, y sus aliados, Winter podría incluso tener el poder de lanzar una revolución y ganar una guerra que ha estado durando demasiado tiempo.\\r\\n\\r\\n¿Podrán Cinder, Scarlet, Cress y Winter derrotar a Levana y encontrar un final feliz? Los fanáticos no querrán perderse esta emocionante conclusión de la exitosa serie Crónicas Lunares de Marissa Meyer.\\r\\n\\r\\nEl audio incluye una entrevista entre el autor y el narrador.",
    "precio": 20,
    "category": "Novela Juvenil",
    "autor": "Marissa Meyer",
    "image": "1745893346154.jpeg"
  }
]